# import math
#
# print(
#     "\n1 - Длины круга и площади окружности" "\n2-Неравностороннего треугольника" "\n3-Равностороннего треугольника" " \n4- Прямоугольного треугольника" "\n5-Прямоугольника" "\n6-Квадрата ")
# f = input("Найти площадь:")
# if f == '1':
#     r = int((input('радиус круга=')))
#     S = math.pi * (r ** 2)
#     L = math.pi * (2 * r)
#     print('Площадь', S, '\n длина круга', L)
# elif f == '2':
#     h = int((input('высота = ')))
#     b = int((input('сторона = ')))
#     print(((b * h) / 2))
# elif f == '3':
#     a = int((input("сторона = ")))
#     print(0.5 * (a ** 2) * (3 ** 0.5))
# elif f == '4':
#     a = int((input('катет1 = ')))
#     b = int((input('катет2 = ')))
#     print(((0.5 * a * b)))
# elif f == '5':
#     a = int(input("a= "))
#     b = int(input('b= '))
#     print(a * b)
# elif f == '6':
#     a = int((input(' Стoрона = ')))
#     print(a ** 2)

# a = int(input("Число: "))
# min_number = 10
# max_number = 100
# if a  == 10:
#     print("Вы ввели самое минимальное число")
# elif a < 10:
#         print("Вы ввели число которое меньше минимума")
# elif a == 100:
#     print("Вы ввели самое максимально число")
# elif a > 100:
#         print("Вы ввели число которое больше максимума")
# a = int(input('Введите сколько дней в феврале: '))
# if a == 28:
#     print('это не високосный год')
# elif a == 29:
#     print('это високосный год')
# else:
#     print("Вы ввели неправильное количество дней")
